Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Replace older turns with one compact memory entry when continuity matters.
de: Ersetzen Sie ältere Kurven durch einen kompakten Speichereintrag, wenn Kontinuität wichtig ist.
es: Reemplaza giros antiguos con una entrada de memoria compacta cuando la continuidad importa.
fr: Remplacer les tours plus anciens par une entrée de mémoire compacte lorsque la continuité compte.
it: Sostituire i giri più vecchi con un ingresso di memoria compatto quando la continuità conta.
ja: 継続が重要である場合、1つの密集した記憶記入項目と古い回転を取り替えて下さい。
ko: continuity 사정 때 1개의 조밀한 기억 입장으로 이전 회전을 대체하십시오.
pt_br: Substituir turnos mais antigos com uma entrada de memória compacta quando a continuidade importa.
zh_hans: 当连续性重要时,用一个紧凑的内存条目替换旧的转折。
zh_hant: 連續性重要時用一個緊密的記憶體項目取代舊轉折 。

source: Report
de: Bericht
es: Informe
fr: Rapport annuel
it: Relazione
ja: レポート
ko: 보고서
pt_br: Relatório
zh_hans: 报告
zh_hant: 報告

source: Reported by this model.
de: Von diesem Modell berichtet.
es: Reportado por este modelo.
fr: Rapporté par ce modèle.
it: Segnalato da questo modello.
ja: このモデルによる報告
ko: 이 모델에 의해 보고.
pt_br: Reportado por este modelo.
zh_hans: 由这个模型报告.
zh_hant: 由這個模型報告。

source: Reproduce it
de: Reproduziere es
es: Reproduce.
fr: Reproduisez-le
it: Riprodurre
ja: 再生産
ko: 재현하기
pt_br: Reproduza
zh_hans: 重来
zh_hant: 重複一遍

source: Request Mapping
de: Antrag auf Zuordnung
es: Solicitud de mapping
fr: Demande de cartographie
it: Richiesta Mapping
ja: リクエストマッピング
ko: 요청 매핑
pt_br: Solicitar mapeamento
zh_hans: 请求映射
zh_hant: 要求映射

source: Requests above the boundary still completed successfully, but the model consistently changed a yellow diamond on a blue background into a circle on black.
de: Anfragen oberhalb der Grenze wurden immer noch erfolgreich abgeschlossen, aber das Modell änderte konsequent einen gelben Diamanten auf blauem Hintergrund in einen Kreis auf Schwarz.
es: Las solicitudes por encima del límite aún se completaron con éxito, pero el modelo cambió constantemente un diamante amarillo en un fondo azul en un círculo sobre negro.
fr: Les demandes au-dessus de la limite sont toujours terminées avec succès, mais le modèle a constamment changé un diamant jaune sur fond bleu en un cercle sur noir.
it: Le richieste sopra il confine ancora completato con successo, ma il modello ha cambiato costantemente un diamante giallo su uno sfondo blu in un cerchio su nero.
ja: 境界上の要求はまだ正常に完了しましたが、モデルは一貫して黒い円に青い背景に黄色のダイヤモンドを変えました。
ko: 경계 위의 요청은 성공적으로 완료되었지만, 모델은 검은 색에 파란색 배경에 노란색 다이아몬드를 지속적으로 변경했습니다.
pt_br: Pedidos acima da fronteira ainda concluídos com sucesso, mas o modelo consistentemente mudou um diamante amarelo em um fundo azul em um círculo em preto.
zh_hans: 边界上方的请求仍然成功完成,但该型号始终将蓝色背景的黄钻石改为黑色圆形.
zh_hant: 邊界上的要求仍能成功完成,

source: Require approval before external actions
de: Genehmigung vor externen Maßnahmen erforderlich
es: Solicitar aprobación antes de acciones externas
fr: Exiger l'approbation avant les actions extérieures
it: Richiedere l'approvazione prima delle azioni esterne
ja: 外部アクションの前に承認が必要
ko: 외부 활동의 앞에 Require 승인
pt_br: Requer aprovação antes de ações externas.
zh_hans: 外部行动前需要批准
zh_hant: 外部動作前需要批准

source: Required
de: Erforderlich
es: Obligatorio
fr: Requis
it: Obbligatorio
ja: 必須
ko: 필수
pt_br: Obrigatório
zh_hans: 必需
zh_hant: 必要

source: Requires
de: Erfordert
es: Requiere
fr: Nécessite
it: Richiede
ja: 必要
ko: 필요
pt_br: Requer
zh_hans: 需要
zh_hant: 需要

source: Requires OS 26.4
de: Erfordert OS 26.4
es: Requiere OS 26.4
fr: Nécessite OS 26.4
it: Richiede OS 26.4
ja: OS 26.4 が必要です
ko: 필요 OS 26.4
pt_br: Requer SO 26.4
zh_hans: 需要操作系统 26.4
zh_hant: 需要OS 26.4

source: Requires OS 27 runtime
de: Erfordert OS 27 Laufzeit
es: Requiere OS 27 horas de ejecución
fr: Nécessite OS 27 temps d'exécution
it: Richiede OS 27 runtime
ja: OS 27のランタイムが必要です
ko: 필요 OS 27 실행 시간
pt_br: Requer tempo de execução do OS 27.
zh_hans: 需要操作系统 27 运行时间
zh_hant: 需要 OS 27 執行時間

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
pt_br: Redefinir
zh_hans: 重置
zh_hant: 重置

source: Response reserve
de: Antwortreserve
es: Reserva de respuesta
fr: Réserve pour réponse
it: Riserva di risposta
ja: 応答予約
ko: 응답 예약
pt_br: Reserva de resposta.
zh_hans: 应急储备金
zh_hant: 備抵

source: Response usage requires an OS 27 runtime.
de: Die Antwortnutzung erfordert eine OS 27-Laufzeit.
es: El uso de la respuesta requiere un tiempo de ejecución OS 27.
fr: L'utilisation de la réponse nécessite un OS 27.
it: L'uso di risposta richiede un runtime OS 27.
ja: 応答の使用にはOS 27のランタイムが必要です。
ko: 응답 사용은 OS 27 가동 시간을 요구합니다.
pt_br: O uso de resposta requer um OS 27.
zh_hans: 响应使用需要OS 27运行时间.
zh_hant: 反應使用需要操作系統 27 运行時間 。

source: Responses remain selectable for manual review. Use FMFBench when you need stored datasets and deterministic graders.
de: Die Antworten bleiben für die manuelle Überprüfung wählbar. Verwendung FMFBench wenn Sie gespeicherte Datensätze und deterministische Grader benötigen.
es: Las respuestas siguen siendo seleccionables para la revisión manual. Uso FMFBench cuando necesita conjuntos de datos almacenados y graduadores deterministas.
fr: Les réponses restent sélectionnables pour examen manuel. Utilisation FMFBench lorsque vous avez besoin de données stockées et de niveleuses déterministes.
it: Le risposte rimangono selezionabili per la revisione manuale. Uso FMFBench quando hai bisogno di set di dati memorizzati e gradi deterministici.
ja: マニュアルレビューでは、応答は選択可能です。 使用条件 FMFBench 保存したデータセットと決定的なグレーダーが必要な場合。
ko: 응답은 수동 검토를 위해 선택할 수 있습니다. 제품 정보 FMFBench 저장된 datasets 및 deterministic 그레이더가 필요할 때.
pt_br: As respostas permanecem selecionáveis para revisão manual. Use FMFBench Quando você precisa de conjuntos de dados armazenados e graduadores determinísticos.
zh_hans: 答复仍可选作人工审查。 使用 FMFBench 当您需要存储的数据集和确定分级器时。
zh_hant: 答复仍可作人工审查。 使用 FMFBench 當您需要儲存的數據集和決定分類。

source: Restore this example's defaults
de: Wiederherstellen der Standardwerte dieses Beispiels
es: Restaurar los defectos de este ejemplo
fr: Restaurer les valeurs par défaut de cet exemple
it: Ripristinare i default di questo esempio
ja: この例のデフォルトを復元する
ko: 이 예제의 기본값을 복원
pt_br: Restaure os padrões deste exemplo.
zh_hans: 还原此示例的默认值
zh_hant: 恢复此示例的缺省

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
ja: 結果発表
ko: 결과
pt_br: Resultado
zh_hans: 结果
zh_hant: 成果

source: Retrieved content
de: Abgerufene Inhalte
es: Contenido conseguido
fr: Contenu récupéré
it: Contenuto recuperato
ja: コンテンツの取得
ko: 검색된 내용
pt_br: Conteúdo recuperado.
zh_hans: 获取内容
zh_hant: 已获取內容

source: Retrieved text is labeled as untrusted data and kept separate from the user request.
de: Abgerufener Text wird als nicht vertrauenswürdige Daten gekennzeichnet und von der Benutzeranfrage getrennt gehalten.
es: El texto recuperado se etiqueta como datos no confiables y se mantiene separado de la solicitud del usuario.
fr: Le texte récupéré est étiqueté comme des données non fiables et maintenu séparé de la demande de l'utilisateur.
it: Il testo recuperato viene etichettato come dati non attendibili e tenuto separato dalla richiesta dell'utente.
ja: 取得したテキストは、信頼できないデータとしてラベル付けされ、ユーザーの要求とは別々に保管されます。
ko: 검색된 텍스트는 신뢰할 수없는 데이터로 표시되며 사용자 요청에서 별도 보관됩니다.
pt_br: Textos recuperados são rotulados como dados não confiáveis e mantidos separados do pedido do usuário.
zh_hans: 检索到的文本被标注为不可信数据,并与用户请求分开保存.
zh_hant: Retrieved 文本被標籤為不可信資料, 并且與使用者的要求相隔離 。

source: Review
de: Überprüfen
es: Revisar
fr: Vérifier
it: Rivedi
ja: 確認
ko: 검토
pt_br: Revisar
zh_hans: 审核
zh_hant: 檢查

source: Routes requests through Private Cloud Compute.
de: Routenanforderungen über Private Cloud Compute.
es: Solicitudes de ruta a través de Private Cloud Compute.
fr: Demandes d'itinéraires via Private Cloud Compute.
it: Percorsi attraverso Private Cloud Compute.
ja: プライベートクラウドコンピューティングによるルートリクエスト
ko: Private Cloud Compute를 통한 경로 요청.
pt_br: Roteiros de pedidos através da Computação de Nuvem Privada.
zh_hans: 路由通过私人云计算请求.
zh_hant: 路由要求通过私人云计算。

source: Routing, permissions, confirmation
de: Routing, Berechtigungen, Bestätigung
es: Routing, permisos, confirmación
fr: Routage, permissions, confirmation
it: Routing, autorizzazioni, conferma
ja: ルーティング、許可、確認
ko: Routing, 권한, 확인
pt_br: Roteamento, permissões, confirmação
zh_hans: 运行、权限、确认
zh_hant: 執行、許可、確認

source: Rule based
de: Regelbasiert
es: Regla basada
fr: Règle
it: Regola
ja: ルールベース
ko: 규칙 기반
pt_br: Baseada em regras
zh_hans: 规则
zh_hant: 依法治制

source: Run FMFBench on the device, then use the macOS evaluation tools.
de: Lauf FMFBench auf dem Gerät, dann verwenden Sie die macOS Bewertungsinstrumente.
es: Corre FMFBench en el dispositivo, luego utilizar el macOS herramientas de evaluación.
fr: Cours FMFBench sur l'appareil, puis utiliser macOS outils d'évaluation.
it: Corri! FMFBench sul dispositivo, quindi utilizzare il macOS strumenti di valutazione.
ja: ログイン FMFBench 装置で、それから使用して下さい macOS 評価ツール。
ko: 지원하다 FMFBench 기기에서 다음을 사용합니다. macOS 평가 도구.
pt_br: Corra. FMFBench no dispositivo, então use o macOS Ferramentas de avaliação.
zh_hans: 运行 FMFBench 在设备上,然后使用 macOS 评价工具。
zh_hant: 快跑 FMFBench 在裝置上,然后使用 macOS 评估工具。

source: Run Comparison
de: Vergleich ausführen
es: Ejecutar comparación
fr: Exécuter la comparaison
it: Esegui confronto
ja: 比較を実行
ko: 비교 실행
pt_br: Executar comparação
zh_hans: 运行比较
zh_hant: 執行比較

source: Run Tools/ImageInputProbe/image_input_probe.py with known expected terms to measure transport and semantic correctness on the current OS and model build.
de: Laufende Werkzeuge/ImageInputProbe/image_input_probe.py mit bekannten erwarteten Begriffen, um Transport und semantische Korrektheit am aktuellen Betriebssystem und Modellaufbau zu messen.
es: Herramientas de ejecución/ImageInputProbe/image_input_probe.py con términos esperados conocidos para medir el transporte y la corrección semántica en el sistema operativo actual y la construcción de modelos.
fr: Lancer des outils/ImageInputProbe/image_input_probe.py avec des termes connus pour mesurer le transport et l'exactitude sémantique sur le système d'exploitation et le modèle actuels.
it: Strumenti di esecuzione /ImageInputProbe/image_input_probe.py con i termini attesi noti per misurare il trasporto e la correttezza semantica sul sistema operativo attuale e la costruzione del modello.
ja: ツールを実行/ImageInputProbe・image_input_probe.py 現在のOSとモデルビルドで輸送と相性矯正を測定する既知の想定条件付き。
ko: 도구 /ImageInputProbe/ 한국어image_input_probe.py 현재 OS 및 모델 빌드에서 운송 및 semantic 정정을 측정 할 수있는 알려진 예상 조건.
pt_br: Executar ferramentas.ImageInputProbe/image_input_probe.py com termos esperados conhecidos para medir o transporte e a correção semântica no sistema operacional atual e construir modelo.
zh_hans: 运行工具/ 运行ImageInputProbe页:1image_input_probe.py 以已知的预期术语衡量当前OS和模型构建上的运输和语义正确性。
zh_hant: 執行工具/ImageInputProbe/image_input_probe.py 在目前的OS和模型建構上,

source: Run a comparison to populate this output.
de: Führen Sie einen Vergleich aus, um diese Ausgabe zu füllen.
es: Ejecute una comparación para poblar esta salida.
fr: Exécutez une comparaison pour peupler cette sortie.
it: Eseguire un confronto per popolare questa uscita.
ja: この出力を出力するために比較を実行します。
ko: 이 출력을 포괄하는 비교를 실행합니다.
pt_br: Faça uma comparação para povoar esta saída.
zh_hans: 运行一个比较来填充此输出 。
zh_hant: 做比對來填充此輸出 。

source: Run a real streamed response and inspect its reported usage
de: Führen Sie eine echte gestreamte Antwort aus und überprüfen Sie die gemeldete Verwendung
es: Ejecutar una respuesta de transmisión real e inspeccionar su uso reportado
fr: Exécuter une réponse en flux réel et inspecter son utilisation signalée
it: Eseguire una risposta in streaming reale e controllare il suo utilizzo segnalato
ja: リアルタイム応答を実行し、報告された使用状況を調べる
ko: 실제 스트림 응답을 실행하고보고 된 사용을 검사
pt_br: Execute uma resposta real e inspecione seu uso relatado.
zh_hans: 运行真实的流化响应并检查其报告的使用情况
zh_hant: 執行真正的流動回應, 檢查其報告的用法

source: Run does not call the model and this example has no message transport. It demonstrates the app boundary around Tool.call.
de: Run ruft das Modell nicht auf und dieses Beispiel hat keinen Nachrichtentransport. Es zeigt die App-Grenze um Tool.call.
es: Run no llama al modelo y este ejemplo no tiene transporte de mensajes. Muestra el límite de aplicaciones alrededor Tool.call.
fr: Exécuter n'appelle pas le modèle et cet exemple n'a pas de transport de message. Il montre la limite de l'application autour Tool.call.
it: Run non chiama il modello e questo esempio non ha il trasporto di messaggi. Dimostra il confine dell'app Tool.call.
ja: 実行はモデルを呼びません。この例ではメッセージの転送はありません。 周りのアプリ境界を示す Tool.callお問い合わせ
ko: 실행은 모델을 호출하지 않고이 예제는 메시지 전송이 없습니다. 그것은 주위에 앱 경계를 보여줍니다 Tool.call·
pt_br: Run não chama o modelo e este exemplo não tem transporte de mensagens. Demonstra o limite do aplicativo ao redor. Tool.call.
zh_hans: 运行不调用模型, 此示例没有消息传输 。 它显示应用的边界 Tool.call。 。 。 。
zh_hant: 執行不呼叫模型, 此示例沒有信件傳輸 。 它顯示了應用程式的邊界 Tool.call.

source: Run inspects app policy
de: Inspects App Policy ausführen
es: Ejecutar la política de aplicación de inspecciones
fr: Exécuter inspects app policy
it: Eseguire ispezioni politica app
ja: 検査アプリポリシーを実行
ko: 앱 정책 검사
pt_br: Execute a política dos aplicativos.
zh_hans: 运行检查应用政策
zh_hant: 執行檢查應用程式政策

source: Run prepares a local review record from the prompt.
de: Run bereitet eine lokale Überprüfungsaufzeichnung aus der Eingabeaufforderung vor.
es: Run prepara un registro de revisión local desde el prompt.
fr: Exécuter prépare un dossier d'examen local à partir de l'invite.
it: Run prepara un record di recensione locale dal prompt.
ja: Runは、プロンプトからローカルレビューレコードを用意します。
ko: 로컬 리뷰 레코드를 실행합니다.
pt_br: Corra prepara um registro de revisão local a partir do prompt.
zh_hans: 运行从快速准备本地审查记录 。
zh_hant: 執行從即時備份本地審查記錄 。

source: Run repeatable app-shaped quality and performance evaluations.
de: Führen Sie wiederholbare app-förmige Qualitäts- und Leistungsbewertungen aus.
es: Ejecute evaluaciones de calidad y rendimiento repetibles en forma de aplicación.
fr: Exécuter des évaluations de la qualité et du rendement en forme d'applications répétables.
it: Esegui valutazioni di qualità e prestazioni ripetibili.
ja: 繰り返し可能なアプリ型の品質と性能評価を実行します。
ko: 반복가능한 app 모양 질 및 성과 평가를 실행하십시오.
pt_br: Execute avaliações de qualidade e desempenho em forma de aplicativo.
zh_hans: 运行可重复的app形质量和性能评价.
zh_hant: 執行可重复的應用程式形態質量與性能評估 。

source: Run the prompt to create a new session, stream one response, and read that response's actual usage.
de: Führen Sie die Eingabeaufforderung aus, um eine neue Sitzung zu erstellen, eine Antwort zu streamen und die tatsächliche Verwendung dieser Antwort zu lesen.
es: Ejecutar el impulso para crear una nueva sesión, transmitir una respuesta, y leer el uso real de esa respuesta.
fr: Exécutez l'invite pour créer une nouvelle session, streamez une réponse et lisez l'utilisation réelle de cette réponse.
it: Eseguire il prompt per creare una nuova sessione, trasmettere una risposta, e leggere l'utilizzo effettivo della risposta.
ja: プロンプトを実行して、新しいセッションを作成し、1つの応答をストリームし、その応答の実際の使用状況を読み込みます。
ko: 새로운 세션을 만들기 위해 프롬프트를 실행하고, 하나의 응답을 스트리밍하고, 응답의 실제 사용량을 읽습니다.
pt_br: Execute o prompt para criar uma nova sessão, transmitir uma resposta, e ler o uso real dessa resposta.
zh_hans: 运行提示以创建新会话,流出一个响应,并读取该响应的实际用法.
zh_hant: 執行啟動以建立新的片段, 流出一個回應, 並讀取回應的實用 。

source: Run the prompt to read availability, context size, tokenizer output, and capabilities from the system model.
de: Führen Sie die Eingabeaufforderung aus, um Verfügbarkeit, Kontextgröße, Tokenizer-Ausgabe und Fähigkeiten aus dem Systemmodell zu lesen.
es: Ejecute el impulso para leer disponibilidad, tamaño de contexto, salida de tokenizer y capacidades del modelo del sistema.
fr: Exécutez l'invite à lire la disponibilité, la taille du contexte, la sortie du tokenizer et les capacités du modèle système.
it: Eseguire il prompt per leggere disponibilità, dimensione del contesto, output tokenizer e funzionalità dal modello di sistema.
ja: システムモデルの可用性、コンテキストサイズ、トークナイザー出力、機能を読み取るプロンプトを実行します。
ko: 시스템 모델의 가용성, 컨텍스트 크기, Tokenizer 출력 및 기능을 읽는 프롬프트를 실행합니다.
pt_br: Execute o prompt para ler disponibilidade, tamanho do contexto, saída do tokenizer, e capacidades do modelo do sistema.
zh_hans: 从系统模型中运行读取可用性、上下文大小、指示器输出以及能力。
zh_hant: 執行從系統模型中讀取可用性、 上下文大小、 指示器輸出以及能力 的提示 。

source: Run the same prompt through the base model and adapter first.
de: Führen Sie die gleiche Aufforderung zuerst durch das Basismodell und den Adapter aus.
es: Ejecute el mismo impulso a través del modelo base y el adaptador primero.
fr: Exécutez la même invitation à travers le modèle de base et l'adaptateur d'abord.
it: Eseguire lo stesso prompt attraverso il modello di base e adattatore prima.
ja: ベースモデルとアダプターを最初から同じプロンプトを実行します。
ko: 기본 모델과 어댑터를 먼저 통해 동일한 프롬프트를 실행합니다.
pt_br: Passe o mesmo prompt pelo modelo base e adaptador primeiro.
zh_hans: 先通过基准模型和适配器运行同样的提示.
zh_hant: 先在基底模型和适配器中執行同樣的提示 。

source: Runs in
de: Wird ausgeführt in
es: Se ejecuta en
fr: S’exécute dans
it: Viene eseguito in
ja: で実行
ko: 실행 환경
pt_br: É executado em
zh_hans: 运行在
zh_hant: 執行

source: Runtime Not Inspected
de: Laufzeit nicht überprüft
es: Tiempo de ejecución no inspeccionado
fr: Environnement d’exécution non inspecté
it: Tempo di esecuzione Non ispezionato
ja: 実行時間 見えない
ko: 런타임 검사 안 됨
pt_br: Ambiente de execução não inspecionado
zh_hans: 未检查运行时间
zh_hant: 未檢查的執行時間

source: Runtime Status
de: Laufzeitstatus
es: Estado del entorno de ejecución
fr: État de l'exécution
it: Stato di esecuzione
ja: ランタイムステータス
ko: 런타임 상태
pt_br: Status de execução
zh_hans: 运行时间状态
zh_hant: 執行狀態

source: Safety
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: 安全管理
ko: 안전
pt_br: Segurança
zh_hans: 安全问题
zh_hant: 安全

source: Safety Guardrails
de: Sicherheitsleitplanken
es: Guardias de seguridad
fr: Garde-corps
it: Protezione della sicurezza
ja: 安全ガードレール
ko: 안전 가드레일
pt_br: Guardas de Segurança
zh_hans: 安全护栏
zh_hant: 安全

source: Sample Video Missing
de: Mustervideo fehlt
es: Falta de vídeo de muestra
fr: Exemple de vidéo manquante
it: Esempio di video mancante
ja: サンプル ビデオ ミス
ko: 샘플 비디오 없음
pt_br: Vídeo de amostra faltando
zh_hans: 视频样本缺失
zh_hant: 缺少影像樣本

source: Sample transcript after policy
de: Musterprotokoll nach der Politik
es: Trascripción de muestra después de la política
fr: Exemple de transcription après la politique
it: Trascrizione del campione dopo la politica
ja: 方針の後のトランスクリプトのサンプル
ko: 정책 후 샘플 성적표
pt_br: A transcrição da amostra após a política
zh_hans: 政策后记录样本
zh_hant: 政策後的樣本

source: Saved Adapters
de: Gespeicherte Adapter
es: Adaptadores guardados
fr: Adaptateurs enregistrés
it: Adattatori salvati
ja: 保存されたアダプター
ko: 저장된 어댑터
pt_br: Adaptadores Salvos
zh_hans: 已保存的适配器
zh_hant: 已儲存的適配器

source: Schemas
de: Schemata
es: Esquemas
fr: Schémas
it: Schema
ja: スキーマ
ko: 스키마
pt_br: Esquemas
zh_hans: 图表
zh_hant: 圖示

source: Scope
de: Anwendungsbereich
es: Ámbito
fr: Portée
it: Ambito
ja: スコープ
ko: 범위
pt_br: Escopo
zh_hans: 范围
zh_hant: 範圍

source: Search the Apple Music catalog from a model request.
de: Durchsuchen Sie den Apple Music-Katalog aus einer Modellanforderung.
es: Busque en el catálogo Apple Music de una solicitud modelo.
fr: Recherchez le catalogue Apple Music à partir d'une demande de modèle.
it: Cerca il catalogo Apple Music da una richiesta modello.
ja: リクエストモデルからApple Musicのカタログを検索します。
ko: 모델 요청에서 Apple Music 카탈로그를 검색합니다.
pt_br: Procure no catálogo da Apple Music a partir de um pedido de modelo.
zh_hans: 从模型请求中搜索苹果音乐目录.
zh_hant: 從模型要求中搜尋 Apple 音樂目錄 。

source: Search the web and return current, attributable results.
de: Durchsuchen Sie das Web und geben Sie Strom zurück, zurechenbare Ergebnisse.
es: Busque en la web y devuelva los resultados atribuibles.
fr: Effectuez une recherche sur le Web et retournez les résultats courants et attribuables.
it: Cerca il web e restituisci corrente, risultati attribuibili.
ja: ウェブを検索し、現在の結果を返す。
ko: 웹 검색 및 반환 현재, attributable 결과.
pt_br: Procurem na web e retornem os resultados atribuíveis.
zh_hans: 搜索网络并返回当前、可归属的结果。
zh_hant: 搜尋網絡, 傳回目前, 可歸宿的結果 。

source: Seed %llu
de: Samen %llu
es: Semillas %llu
fr: Semences %llu
it: Seme %llu
ja: シード %llu
ko: 시드 %llu
pt_br: Semente %llu
zh_hans: 种子 %llu
zh_hant: 种子 %llu

source: Select instructions, tools, model, and options
de: Wählen Sie Anweisungen, Werkzeuge, Modell und Optionen
es: Seleccione instrucciones, herramientas, modelo y opciones
fr: Sélectionnez les instructions, outils, modèles et options
it: Selezionare istruzioni, strumenti, modello e opzioni
ja: 手順、ツール、モデル、オプションを選択します。
ko: 지침, 도구, 모델 및 옵션 선택
pt_br: Selecione instruções, ferramentas, modelos e opções.
zh_hans: 选择指令、工具、模型和选项
zh_hant: 選擇指令、工具、模型和選項

source: Selected Gemini video input
de: Ausgewählt Gemini Videoeingang
es: Seleccionado Gemini entrada de vídeo
fr: Sélectionné Gemini entrée vidéo
it: Selezionato Gemini ingresso video
ja: 選択された Gemini ビデオ入力
ko: 선택한 Gemini 비디오 입력
pt_br: Seleccionado Gemini Entrada de vídeo
zh_hans: 选中 Gemini 视频输入
zh_hant: 已選擇 Gemini 影像輸入

source: Selection order
de: Auswahlanordnung
es: Orden de selección
fr: Ordre de sélection
it: Ordine di selezione
ja: 選択注文
ko: 선택 주문
pt_br: Ordem de seleção
zh_hans: 甄选顺序
zh_hant: 選擇顺序

source: Semantic
de: Semantisch
es: Semántica
fr: Sémantique
it: Semantica
ja: セマンティック
ko: 의미론적
pt_br: Semântico
zh_hans: 语义
zh_hant: 語义

source: Semantic failure
de: Semantisches Versagen
es: Fallo semántico
fr: Insuffisance sémantique
it: Fallimento semantico
ja: セマンティック障害
ko: 의미론적 실패
pt_br: Falha semântica.
zh_hans: 语义失败
zh_hant: 語言失敗

source: Send the transcript unchanged. This is lossless, but it can exceed the model’s context window.
de: Senden Sie das Transkript unverändert. Dies ist verlustfrei, kann aber das Kontextfenster des Modells überschreiten.
es: Envía la transcripción sin cambios. Esto es inofensivo, pero puede superar la ventana contextual del modelo.
fr: Envoyez la transcription inchangée. Ceci est sans perte, mais il peut dépasser la fenêtre de contexte du modèle.
it: Invia la trascrizione invariata. Questo è privo di perdite, ma può superare la finestra di contesto del modello.
ja: 変更されていないトランスクリプトを送信します。 これはロスレスですが、モデルのコンテキストウィンドウを上回ることができます。
ko: transcript를 변경합니다. 이것은 무손실이지만 모델의 컨텍스트 창을 초과 할 수 있습니다.
pt_br: Envie a transcrição inalterada. Isso é sem perdas, mas pode exceder a janela de contexto do modelo.
zh_hans: 传抄本不变. 这是没有损失的,但它可以超过模型的上下文窗口.
zh_hant: 傳送抄本沒變 但可能超越模型的上下文視窗。

source: Send tokens and tool output through the channel.
de: Senden Sie Token und Tool-Ausgabe über den Kanal.
es: Enviar fichas y salida de herramientas a través del canal.
fr: Envoyer les jetons et la sortie de l'outil par le canal.
it: Invia i gettoni e l'uscita degli strumenti attraverso il canale.
ja: チャネルを通してトークンやツールの出力を送信します。
ko: 채널을 통해 토큰 및 도구 출력을 보냅니다.
pt_br: Envie fichas e ferramentas através do canal.
zh_hans: 通过频道发送符号和工具输出.
zh_hant: 透過頻道傳送令牌與工具輸出 。

source: Sends this suggested message
de: Sendet diese vorgeschlagene Nachricht
es: Enviar este mensaje sugerido
fr: Envoie ce message suggéré
it: Invia questo messaggio suggerito
ja: 提案したメッセージを送信する
ko: 이 제안 된 메시지 보내기
pt_br: Envia esta mensagem sugerida
zh_hans: 发送此建议的消息
zh_hant: 傳送此建議的訊息

source: Session request
de: Sitzungsanfrage
es: Solicitud de sesión
fr: Demande de session
it: Richiesta sessione
ja: セッションリクエスト
ko: 세션 요청
pt_br: Pedido de sessão
zh_hans: 会议请求
zh_hant: 工作階段要求

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
it: Impostazione
ja: セットアップ
ko: 설정
pt_br: Configuração
zh_hans: 设置
zh_hant: 設定

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
zh_hans: 在“访达”中显示
zh_hant: 在 Finder 中顯示
